a
able
about
above
accept
according
account
across
act
action
activity
add
after
again
against
age
ago
agree
air
all
allow
almost
along
already
also
although
always
am
among
amount
an
and
animal
another
answer
any
anyone
anything
appear
area
arm
around
arrive
art
as
ask
at
attack
attention
author
available
away
back
bad
bag
bank
base
be
beat
beautiful
because
become
bed
before
begin
behind
believe
below
best
better
between
beyond
big
bill
bird
bit
black
blood
blue
board
body
book
born
both
box
boy
break
bring
brother
build
building
business
but
buy
by
call
camera
can
car
card
care
carry
case
cat
catch
cause
center
century
certain
chair
chance
change
check
child
choice
choose
church
city
class
clear
close
cold
college
color
come
common
company
complete
computer
concern
consider
continue
control
cost
could
country
course
court
cover
create
crime
culture
cup
current
customer
cut
dark
data
day
dead
deal
death
decide
decision
deep
degree
develop
development
die
difference
different
difficult
dinner
direction
director
discover
discuss
discussion
do
doctor
dog
door
down
draw
dream
drive
drop
drug
during
each
early
east
easy
eat
education
effect
effort
eight
either
else
employee
end
energy
enjoy
enough
enter
entire
environment
especially
establish
even
evening
event
ever
every
everyone
everything
evidence
example
experience
expert
explain
eye
face
fact
fall
family
far
fast
father
fear
feel
feeling
few
field
fight
figure
fill
film
final
find
fine
finger
finish
fire
firm
first
fish
five
floor
focus
follow
food
foot
for
force
foreign
forget
form
former
forward
four
free
friend
from
front
full
fund
future
game
garden
gas
general
generation
get
girl
give
glass
go
goal
good
great
green
ground
group
grow
growth
guess
gun
guy
hair
half
hand
hang
happen
happy
hard
have
he
head
health
hear
heart
heat
heavy
help
her
here
herself
high
him
himself
his
history
hit
hold
home
hope
hospital
hot
hour
house
how
however
huge
human
hundred
husband
idea
identify
if
image
imagine
important
improve
in
include
including
increase
indeed
indicate
individual
industry
information
inside
instead
institution
interest
interesting
international
interview
into
introduce
investment
involve
issue
it
item
its
itself
job
join
just
keep
key
kid
kill
kind
kitchen
know
knowledge
land
language
large
last
late
later
laugh
law
lawyer
lay
lead
leader
learn
least
leave
left
leg
legal
less
let
letter
level
lie
life
light
like
likely
line
list
listen
little
live
local
long
look
lose
loss
lot
love
low
machine
magazine
main
major
make
man
manage
management
manager
many
market
marriage
material
matter
may
maybe
me
mean
measure
media
medical
meet
meeting
member
memory
mention
message
method
middle
might
mile
military
million
mind
minute
miss
mission
model
modern
moment
money
month
more
morning
most
mother
mouth
move
movement
movie
much
music
must
my
myself
name
nation
national
nature
near
nearly
necessary
need
never
new
news
newspaper
next
nice
night
no
none
north
not
note
nothing
notice
now
number
occur
of
off
offer
office
officer
official
often
oh
oil
ok
old
on
once
one
only
onto
open
operation
opportunity
option
or
order
organization
other
others
our
out
outside
over
own
owner
page
pain
painting
paper
parent
part
participant
particular
partner
party
pass
past
patient
pattern
pay
peace
people
per
perform
performance
perhaps
period
person
personal
phone
physical
pick
picture
piece
place
plan
plant
play
player
PM
point
police
policy
political
politics
poor
popular
population
position
positive
possible
power
practice
prepare
present
president
pressure
pretty
prevent
price
private
probably
problem
process
produce
product
production
professional
professor
program
project
property
protect
prove
provide
public
pull
purpose
push
put
quality
question
quickly
quite
race
radio
raise
range
rate
rather
reach
read
ready
real
reality
realize
really
reason
receive
recent
recently
recognize
record
red
reduce
relationship
religious
remain
remember
remove
report
represent
require
research
resource
respond
response
responsibility
rest
result
return
reveal
rich
right
rise
risk
road
rock
role
room
rule
run
safe
same
save
say
scene
school
science
scientist
score
sea
season
seat
second
section
security
see
seek
seem
sell
send
senior
sense
series
serious
serve
service
set
seven
several
sex
shake
share
she
shoot
short
should
shoulder
show
side
sign
significant
similar
simple
simply
since
sing
single
sister
sit
site
situation
six
size
skill
skin
small
smile
so
social
society
soldier
some
somebody
someone
something
sometimes
son
song
soon
sort
sound
source
south
space
speak
special
specific
speech
sport
spring
staff
stage
stand
standard
star
start
state
statement
station
stay
step
still
stock
stop
store
story
strategy
street
strong
structure
student
study
stuff
style
subject
success
successful
such
suddenly
suffer
suggest
summer
support
sure
system
table
take
talk
task
tax
teach
teacher
team
technology
television
tell
ten
tend
term
test
than
thank
that
the
their
them
themselves
then
theory
there
these
they
thing
think
third
this
those
though
thought
thousand
threat
three
through
throughout
throw
thus
time
to
today
together
tonight
too
top
total
tough
toward
town
trade
traditional
training
travel
treat
treatment
tree
trial
trip
trouble
truth
try
turn
two
type
under
understand
unit
until
up
upon
us
use
usually
value
various
very
victim
view
violence
visit
voice
vote
wait
walk
wall
want
war
watch
water
way
we
weapon
wear
week
weight
well
west
western
what
whatever
when
where
whether
which
while
white
who
whole
whom
whose
why
wide
wife
will
win
wind
window
wish
with
within
without
woman
wonder
word
work
worker
world
worry
would
write
writer
wrong
yard
yeah
year
yes
yet
you
young
your
yourself
